# RbsElecTrueLoadPhasea Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecTrueLoadPhasea Property
ParameterTypeId Class See Also
---
"True Load Phase A"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecTrueLoadPhasea { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecTrueLoadPhasea As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecTrueLoadPhasea {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace